Repository: manaflow-ai/cmux
Catalog: Packages/macOS/CmuxNext/Sources/CmuxNextDesign/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# backdrop.wheatField.title
source: Wheat Field with Cypresses
ja: 糸杉のある麦畑

# backdrop.system.attribution
source: macOS system wallpaper · %@
ja: macOS システム壁紙 · %@

# backdrop.saintCatherine.title
source: Saint Catherine of Alexandria
ja: アレクサンドリアの聖カタリナ

# backdrop.portraitAtCasement.title
source: Portrait at a Casement
ja: 窓辺の肖像

# backdrop.womenPickingOlives.title
source: Women Picking Olives
ja: オリーブを摘む女性たち

# backdrop.sunflowers.title
source: Sunflowers
ja: ひまわり

# backdrop.wheatField.attribution
source: Wheat Field with Cypresses · Vincent van Gogh · 1889 · The Metropolitan Museum of Art · CC0
ja: 糸杉のある麦畑 · フィンセント・ファン・ゴッホ · 1889 · メトロポリタン美術館 · CC0

# backdrop.saintCatherine.attribution
source: Saint Catherine of Alexandria · Pietro Lorenzetti · ca. 1342 · The Metropolitan Museum of Art · CC0
ja: アレクサンドリアの聖カタリナ · ピエトロ・ロレンツェッティ · 1342年頃 · メトロポリタン美術館 · CC0

# backdrop.portraitAtCasement.attribution
source: Portrait of a Woman with a Man at a Casement · Fra Filippo Lippi · ca. 1440 · The Metropolitan Museum of Art · CC0
ja: 窓辺の女性と男性の肖像 · フィリッポ・リッピ · 1440年頃 · メトロポリタン美術館 · CC0

# backdrop.womenPickingOlives.attribution
source: Women Picking Olives · Vincent van Gogh · 1889 · The Metropolitan Museum of Art · CC0
ja: オリーブを摘む女性たち · フィンセント・ファン・ゴッホ · 1889 · メトロポリタン美術館 · CC0

# backdrop.sunflowers.attribution
source: Sunflowers · Vincent van Gogh · 1887 · The Metropolitan Museum of Art · CC0
ja: ひまわり · フィンセント・ファン・ゴッホ · 1887 · メトロポリタン美術館 · CC0

# dialog.cancel
source: Cancel
ja: キャンセル

# dialog.from
source: From %@
ja: %@ から

# toast.undo
source: Undo
ja: 取り消す

# toast.reopen
source: Reopen
ja: 再度開く

# toast.dismiss
source: Dismiss
ja: 閉じる

# quitFlush.conflict
source: %@ changed on disk
ja: %@ はディスク上で変更されました

# quitFlush.readOnly
source: %@ is read-only
ja: %@ は読み取り専用です

# quitFlush.timedOut
source: Saving did not finish in time
ja: 保存が時間内に終わりませんでした

# statusIconSet.current
source: Dots (original)
ja: ドット（元のデザイン）

# statusIconSet.shapes
source: Shapes
ja: 図形

# statusIconSet.rings
source: Rings
ja: リング

# statusIconSet.badges
source: Badges
ja: バッジ

# statusIconSet.bars
source: Pulse Bars
ja: パルスバー

# statusIconSet.pips
source: Minimal Pips
ja: ミニマルな点

# statusIconSet.signs
source: Signs
ja: 標識

# statusIconSet.letters
source: Letters
ja: 文字

# statusIconSet.symbols
source: Symbols
ja: シンボル

# statusIconSet.symbolsOutline
source: Outlined Symbols
ja: アウトラインのシンボル
